export const ruLang =   {
        lang : {
            type : "ru",
            name : "Ру",
        },
        navbar : {
            signIn : "Войти",
            or : "или",
            lang : "Язык",
            uz : "Узбекский",
            ru : "Русский",
            deliv : "Доставка",
            payment : "Оплата",
            guarante : "Гарантия",
            blog : "Блог",
            signUp : "Регистрация",
            home : "Главный",
            tvaud : "ТВ & Аудио",
            prods : "Продукты",
            servs : "Сервисы",
            cont : "Связь"
        },
        
        searchBar : {
            search : "Поиск",
            category : "Категории",
            allcategory : "Все категории",
            lf : "Что вам нужно ?"
        },
        banner : {
            title : "Горячий смартфон 2020",
            text : "Вырезы для всех зарядных устройств & всех портов и функций",
            starting : "Старт : ",
            buy : "Купить сейчас"
        },
        
        card : {
            productCard : {
                addToCart : "Добавить в корзину",
                new : "Новинка"
            }
        },
        signup : {
            username : "Имя пользователя",
            email : "Эл. адрес",
            password : "Пароль",
            confirm : "Подтвердите пароль",
            uplas : "Например",
            signup : "Регистрация",
            login : "Уже эсть аккаунть ?",
            signin : "Логин",
            notequalpassword : "Пароли не совпадают ! Пожалуйста, проверьте и введите заново !",
            easypassword: "Пароль должен содержать не менее 8 символов !",
            title : 'Ошибка',
            successTitle : "Спасибо.",
            successText : "Вы успешно зарегистрировались на нашем сайте.",
            errorText : "Это еще один пользователь, зарегистрированный по электронной почте . Пожалуйста, проверьте и введите заново."
        },
        advantages : {
            freeshipTitle : "Бесплатная доставка",
            freeshipText : "Бесплатная доставка всех заказов",
            moneyguaranTitle : "100% гарантия возврата денег",
            moneyguaranText : "Возврат в течение 30 дней",
            supportTitle : "Центр помощи",
            supportText : "24/7 система поддержки",
            paymentTitle : "Способ перевода денег",
            paymentText : "Конфиденциальные денежные переводы"
        },
        signin : {
            email : "Эл. адрес",
            password : "Пароль",
            didntaccount : "У вас нет аккаунта?",
            signup : "Регистрация",
            forgot : "Забыли пароль?",
            login : "Вход",
            errorTitle : "Ошибка",
            loginerror : "Эл.адрес или пароль введены неправильно.",
            easypassword: "Пароль должен содержать не менее 8 символов !",
            noregister : "Вы не зарегистрированы .",
            success : 'Пожалуйста подождите...',
            loginError : "Эл.адрес или пароль введены неправильно!",
            resetTitle : "Сбросить пароль",
            cancel : "Отмена",
            reset : "Сбросить",
            notfound : "Пользователь не найден",
            mailSended : "На ваш адрес электронной почты была отправлена ​​ссылка для сброса пароля. Пожалуйста, проверьте вашу почту. Также проверьте папку со спамом, если вы не получили сообщение"
        },
        forgotpassword : {
            caption : "Сбросить пароль",
            newpassword : "Введите новый пароль",
            retype : "Подтвердите пароль",
            reset : "Сбросить",
            error : "Ошибка",
            errorText : "Ошибка авторизации. Вы не авторизованы",
            success : "Ваш пароль был успешно изменен. Пожалуйста, войдите снова.",
            easypassword: "Пароль должен содержать не менее 8 символов !",
            notequalpassword : "Пароли не совпадают ! Пожалуйста, проверьте и введите заново !"
        }
}